readit/app/controllers/users_controller.rb

INSERT INTO "users" ("created_at", "updated_at") VALUES (?, ?)  [["created_at", 2017-04-19 07:39:26 UTC], ["updated_at", 2017-04-19 07:39:26 UTC]]
---
  def create
      @user = User.new(user_params)
  if @user.save